Repository: vincenzopiconee/ParolacciappersProject
Catalog: ParolacciappersProject/Component/Localizable.xcstrings
Source language: en
Languages: es_419, it

source: "Add photo"
es_419: Añade tu foto
it: "Aggiungi foto"

source: %@'s Lobby
es_419: Sala de %@
it: Lobby di %@

source: %@'s phrase
es_419: Frase de %@
it: Frase di %@

source: %lld pts
it: %lld pt

source: 4-digit Code. Tap to open keyboard.
es_419: Código de 4 dígitos. Toca para abrir el teclado.
it: Codice a 4 cifre. Tocca per aprire la tastiera.

source: Add your curse word!
es_419: ¡Añade tu mala palabra!
it: Aggiungi la tua parolaccia!

source: All players have submitted their words! Press continue...
es_419: ¡Todos los jugadores han presentado sus palabras! Presione continuar...
it: Tutti i giocatori hanno inviato le loro parole! Premi continua...

source: Choose a Lobby
es_419: Elige una sala
it: Scegli una lobby

source: Chosen curse word
es_419: Mala palabra elegida
it: Parolaccia scelta

source: Connected players (%lld):
es_419: Jugadores conectados (%lld):
it: Giocatori connessi (%lld):

source: Continue
es_419: Continuar
it: Continua

source: Create Game
es_419: Crea un juego
it: Crea una Partita

source: Current curse word
es_419: Mala palabra actual
it: Parolaccia attuale

source: Definition
es_419: Definición
it: Definizione

source: Enter Lobby Code
es_419: Introduce el código de la sala
it: Inserisci il Codice della Lobby

source: Final Results
es_419: Resultados Finales
it: Risultati Finali

source: Go back home
es_419: Volver a menu
it: Torna alla Home

source: Invalid Code
es_419: Código inválido
it: Codice Errato

source: Join Game
es_419: Unirse a un juego
it: Unisciti alla Partita

source: Join Lobby
es_419: Unirse a Sala
it: Unisciti alla Lobby

source: Keep playing
es_419: Seguir jugando
it: Continua a giocare

source: Leave
es_419: Salir
it: Esci

source: Let's F*ing Play!
es_419: ¡A @!&% jugar!
it: Giochiamo C*zo!

source: Lobby of %@
es_419: Sala de %@
it: Lobby di %@

source: Name
es_419: Nombre
it: Nome

source: Next Phrase
es_419: Siguiente frase
it: Prossima Frase

source: No phrases available
es_419: No hay frases disponibles
it: Nessuna frase disponibile

source: No votes cast!
es_419: ¡No hay votos emitidos!
it: Nessun voto espresso!

source: No winners
es_419: No hay ganadores
it: Nessun vincitore

source: Read aloud your phrase
es_419: Lee en voz alta tu frase
it: Leggi ad alta voce la tua frase

source: Required
es_419: Requerido
it: Richiesto

source: Round Results
es_419: Resultados de la ronda
it: Risultati del Round

source: Searching for lobbies...
es_419: Buscando salas disponibles…
it: Cercando una lobby...

source: See Results
es_419: Ver resultados
it: Vedi i Risultati

source: Submit
es_419: Enviar
it: Invia

source: The code you entered is incorrect. Please try again.
es_419: El código que ha introducido es incorrecto.
it: Il codice che hai inserito non è corretto. Per favore riprova.

source: The Winner is:
es_419: El ganador es:
it: Il Vincitore è:

source: Try Again
es_419: Intenta otra vez
it: Riprova

source: Vote
es_419: Vota
it: Vota

source: Vote for your favorite one
es_419: Vota por tu frase favorita
it: Vota per la tua preferita

source: Wait for the host
es_419: Espera al anfitrión
it: Aspetta l’host

source: Wait for the host to start the game...
es_419: Espera que el anfitrión empiece el juego…
it: Aspetta che l’host avvii la partita…

source: Waiting for other players to send their words...
es_419: Esperando que otros jugadores manden sus frases…
it: Aspetta che altri giocatori inviino le loro parole...

source: Waiting for the host continue the game...
es_419: Esperando a que el anfitrión continúe el juego...
it: Aspetta che l’host continui la partita…

source: Who the %@#! are you?
es_419: ¿Quién %@#! eres?
it: Chi %@#! sei?

source: Who the fuck are you?
es_419: ¿Quién beep eres?
it: Chi beep sei?

source: Why the #@%! are you leaving?
es_419: ¡Por qué #@%! te vas?
it: Perché #@%! te ne vai?

source: Word
es_419: Palabra
it: Parola

source: Write a sentence using the word "%@" in this scenario:
es_419: Escribe una frase usando la palabra "%@" en este escenario:
it: Scrivi una frase usando la parola "%@" in questo scenario:

source: Write your sentence
es_419: Escribe tu frase
it: Scrivi la tua frase

source: You won’t be able to join this game anymore. Are you sure?
es_419: Ya no podrás unirte a este juego. ¿Estás seguro?
it: Non potrai più unirti a questa partita. Sei sicuro?

source: Your sentence
es_419: Tu frase
it: La tua frase

source: Controller su iPhone
es_419: Control de celular

source: Gioco sulla TV!
es_419: En la TV!

source: Hello, World!
es_419: Hola, Mundo!

source: Nessun display esterno
es_419: Display exteerno

source: Scenario
es_419: Escenario

source: TV Connessa ✅
es_419: TV Conectada
